IDEA Open Model
Element1D.EccentricityBeginX Property
Compatible with IDEA StatiCa 20.1
 Local eccentricity X at the begin of Element1D
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double EccentricityBeginX { get; set; }
Public Property EccentricityBeginX As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
Element1D Class
IdeaRS.OpenModel.Model Namespace